{
  "presetsLabel": {
    "message": "DAS/ARR 프리셋",
    "description": "Could also be referred to as 'Autoshift Presets' or 'DAS Presets'"
  },
  "presetDescription": {
    "message": "프리셋을 이용하여 DAS/ARR 값들을 설정합니다."
  },
  "dasLabel": {
    "message": "DAS",
    "description": "Also known as 'DAS'"
  },
  "dasDescription": {
    "message": "방향키를 눌렀을 때, 블록이 자동 이동하기 전에 멈춰 있는 시간 (ms)"
  },
  "arrLabel": {
    "message": "ARR",
    "description": "Also known as 'ARR'"
  },
  "arrDescription": {
    "message": "블록이 자동 이동할 때 한 칸 이동할 때 걸리는 시간 (ms)"
  },
  "dasPreloadLabel": {
    "message": "자동 이동 충전",
    "description": "This setting make it so that when you press a movement key while in Entry Delay (ARE), the DAS will fully charge and the ARR will start immediately when the next piece spawns"
  },
  "dasPreloadDescription": {
    "message": "\"켜짐\" 설정 시, 블록 진입 딜레이(ARE) 중 방향키를 누를 때 자동 이동을 미리 충전할 수 있게 합니다."
  },
  "irsLabel": {
    "message": "Initial Rotation",
    "description": "Allows the user to rotate a piece before it spawns (aka IRS)"
  },
  "irsDescription": {
    "message": "Modifies the ability to rotate a piece before it spawns (may be disabled in some modes)"
  },
  "absoluteIrsOption": {
    "message": "Absolute",
    "description": "As in 'absolute rotation'; it means that the rotation button pressed during IRS will correspond to that rotation from the piece's initial spawning orientation: for example, if you IRS to rotate left, and then IRS to rotate right, it will spawn the piece as if it was rotated to the right from the neutral spawning orientation"
  },
  "ihsLabel": {
    "message": "Initial Hold",
    "description": "Allows the user to hold a piece before it spawns (aka IHS)"
  },
  "ihsDescription": {
    "message": "Modifies the ability to hold a piece before it spawns"
  },
  "tapInitOption": {
    "message": "Tap",
    "description": "As in, you press the button once to use IRS/IHS; In IRS, it allows you to rotate a piece as if it were in play before it spawns"
  },
  "holdInitOption": {
    "message": "Hold",
    "description": "As in, you have to have the button held at the end of ARE to use IRS/IHS"
  },
  "rotSysLabel": {
    "message": "Rotation System Override",
    "description": "Allows the user to override the rotation system in any mode"
  },
  "rotSysDescription": {
    "message": "Select a rotation system to use in place of the default for the mode"
  }
}
