{
  "marathonLabel": {
    "message": "Marathon",
    "description": "A guideline mode where you attempt to clear a set amount of lines (or endless) with a rising difficulty"
  },
  "marathonDescription": {
    "message": "Erziele punkte, Staple Linien auf, aber pass auf! je weiter du kommst, je schneller geht das Spiel!",
    "description": "Feel free to take any liberties as long you can accurately describe the mode in a way that's localized to the language."
  },
  "masterLabel": {
    "message": "Meister",
    "description": "A guideline mode where you attempt to clear a set amount of lines at insanely high speeds"
  },
  "masterDescription": {
    "message": "Verrückt schnelle stapel Aktion! Das Spiel wird ohne gnade weitergehen, während du die grausamen Geschwindigkeiten bis zum Ende überleben zu versuchst.",
    "description": "Feel free to take any liberties as long you can accurately describe the mode in a way that's localized to the language."
  },
  "sprintLabel": {
    "message": "Sprint",
    "description": "A guideline mode where you attempt to clear an amount of lines as quick as possible"
  },
  "sprintDescription": {
    "message": "Zögern Sie nicht! Leeren Sie in diesem Hochgeschwindigkeitsmodus das Linienziel so schnell wie möglich.",
    "description": "Feel free to take any liberties as long you can accurately describe the mode in a way that's localized to the language."
  },
  "ultraLabel": {
    "message": "Ultra",
    "description": "A guideline mode where you have to score as many points as possible before the time runs out"
  },
  "ultraDescription": {
    "message": "Jede Zeile zählt! Vorsichtig und schnell Setups zusammenstellen, um so viele Punkte wie möglich zu löschen, bis die Zeit abläuft!",
    "description": "Feel free to take any liberties as long you can accurately describe the mode in a way that's localized to the language."
  },
  "comboLabel": {
    "message": "Combo Challenge",
    "description": "A guideline mode where you have to clear the highest combo possible before the time runs out"
  },
  "comboDescription": {
    "message": "Keine Zeit zu sparen! Versuche so viele aufeinanderfolgende Linien wie möglich zu löschen, bevor die Zeit abläuft!",
    "description": "Feel free to take any liberties as long you can accurately describe the mode in a way that's localized to the language."
  },
  "survivalLabel": {
    "message": "Survival",
    "description": "A guideline mode where lines are constantly sent to the player's game and they have to survive the ever rising garbage"
  },
  "survivalDescription": {
    "message": "Caution! Broken lines have started to rise from the bottom. If you can't keep up, you're definitely going to fail!",
    "description": "Feel free to take any liberties as long you can accurately describe the mode in a way that's localized to the language."
  }
}
